{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "XeSSStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "Zrównoważony"
					},
					"Key": "XESS_BALANCED"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering a high quality visual upscale"
					},
					"Translation":
					{
						"Text": "Zapewnia wysokiej jakości upscaling obrazu"
					},
					"Key": "XESS_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering optimal performance and image quality"
					},
					"Translation":
					{
						"Text": "Zapewnia optymalną wydajność i jakość obrazu"
					},
					"Key": "XESS_BALANCED_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering the highest quality visual upscale"
					},
					"Translation":
					{
						"Text": "Zapewnia najwyższej jakości upscaling obrazu"
					},
					"Key": "XESS_ULTRA_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on improving overall gaming performance"
					},
					"Translation":
					{
						"Text": "Zapewnia ogólną poprawę wydajności w grach"
					},
					"Key": "XESS_PERFORMANCE_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses machine learning to deliver more performance with exceptional image quality."
					},
					"Translation":
					{
						"Text": "Technologia Intel® Xe Super Sampling (XeSS) wykorzystuje uczenie maszynowe, aby zapewnić większą wydajność i wyjątkową jakość obrazu."
					},
					"Key": "XESS_DESCRIPTION_MINIMUM"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses machine learning to deliver more performance with exceptional image quality. Hardware accelerated XeSS is optimized for Xe-HPG microarchitecture-based GPUs."
					},
					"Translation":
					{
						"Text": "Technologia Intel® Xe Super Sampling (XeSS) wykorzystuje uczenie maszynowe, aby zapewnić większą wydajność i wyjątkową jakość obrazu. Przyspieszony sprzętowo XeSS jest zoptymalizowany pod kątem procesorów graficznych opartych na mikroarchitekturze Xe-HPG."
					},
					"Key": "XESS_DESCRIPTION_SHORT"
				},
				{
					"Source":
					{
						"Text": "Intel® XeSS"
					},
					"Translation":
					{
						"Text": "Intel® XeSS"
					},
					"Key": "XESS_LABEL"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "Wył."
					},
					"Key": "XESS_OFF"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "Wydajność"
					},
					"Key": "XESS_PERFORMANCE"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "Jakość"
					},
					"Key": "XESS_QUALITY"
				},
				{
					"Source":
					{
						"Text": "Turns Intel XeSS off"
					},
					"Translation":
					{
						"Text": "Wyłącza Intel XeSS"
					},
					"Key": "XESS_OFF_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "Ultra jakość"
					},
					"Key": "XESS_ULTRA_QUALITY"
				}
			]
		}
	]
}